export const POPULAR_CITY_NAMES = [
  'Москва',
  'Санкт-Петербург',

] as const;

export const CITY_NAMES = [
  'Казань',
  'Екатеринбург',
  'Новосибирск',
  'Краснодар',
  'Саратов',
  'Самара',
  'Нижний Новгород',
  'Ростов-на-Дону',
  'Барнаул',
  'Владивосток',
  'Волгоград',
  'Воронеж',
  'Ижевск',
  'Красноярск',
  'Омск',
  'Пермь',
  'Тольятти',
  'Ульяновск',
  'Уфа',
  'Челябинск',
  'Ярославль',
] as const;

export const PRESET_CITY_NAMES = [
  ...POPULAR_CITY_NAMES,
  ...CITY_NAMES,
] as const;